Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Presets
ar: الإعدادات المسبقة
ca: Predefinits
cs: Předvolby
da: Forudindstillinger
de: Vorgaben
el: Προεπιλογές
es: Predefinidos
fa: پیش‌تنظیم‌ها
fi: Esiasetukset
fr: Préréglages
he: הגדרות קבועות מראש
hr: Unaprijed postavljene postavke
hu: Előbeállítások
id: Preset
it: Preset
ja: プリセット
ko: 사전 설정
ms: Pratetap
nl: Voorinstellingen
no: Forhåndsinnstillinger
pl: Ustawienia wstępne
pt_br: Predefinições
pt_pt: Predefinições
ro: Presetări
ru: Пресеты
sk: Predvoľby
sl: Prednastavitve
sv: Förinställningar
th: ค่าที่ตั้งล่วงหน้า
tr: Hazır Ayarlar
uk: Пресети
vi: cài đặt trước
zh_hans: 预设
zh_hant: 預設

source: Preview
ar: معاينة
ca: Vista prèvia
cs: Náhled
da: Forhåndsvisning
de: Vorschau
el: Προεπισκόπηση
es: Previsualizar
fa: پیش‌نمایش
fi: Esikatselu
fr: Aperçu
he: תצוגה מקדימה
hr: Pregled
hu: Előnézet
id: Pratinjau
it: Anteprima
ja: プレビュー
ko: 미리보기
ms: Pratonton
nl: Voorbeeld
no: Forhåndsvisning
pl: Podgląd
pt_br: Pré-visualizar
pt_pt: Visualização
ro: Previzualizare
ru: Просмотр
sk: Ukážka
sl: Predogled
sv: Förhandsgranska
th: ดูตัวอย่าง
tr: Önizleme
uk: Перегляд
ur: پیش نظارہ
vi: Xem trước
zh_hans: 预览
zh_hant: 預覽

source: Preview drops every handle, guide, and divider and lays the templates out as separate rounded tiles with a gap — the way a store listing shows them.
ar: تقوم المعاينة بإسقاط كل مقبض ودليل ومقسم وتضع القوالب كمربعات مستديرة منفصلة مع وجود فجوة - بالطريقة التي تعرضها بها قائمة المتجر.
ca: La vista prèvia deixa caure totes les nanses, guies i separadors i posa les plantilles com a fitxes arrodonides separades amb un buit, com les mostra una fitxa de botiga.
cs: Náhled upustí každou rukojeť, vodítko a přepážku a rozloží šablony jako samostatné zaoblené dlaždice s mezerou – tak, jak je zobrazuje záznam v obchodě.
da: Preview taber hvert håndtag, guide og skillevæg og lægger skabelonerne ud som separate afrundede fliser med et mellemrum - sådan som en butiksfortegnelse viser dem.
de: In der Vorschau werden alle Griffe, Hilfslinien und Trennelemente entfernt und die Vorlagen als separate abgerundete Kacheln mit einer Lücke angeordnet – so, wie sie in einem Store-Eintrag angezeigt werden.
el: Η προεπισκόπηση απορρίπτει κάθε λαβή, οδηγό και διαχωριστικό και απλώνει τα πρότυπα ως ξεχωριστά στρογγυλεμένα πλακίδια με ένα κενό — όπως τα δείχνει μια καταχώριση καταστήματος.
es: La vista previa quita todos los tiradores, guías y separadores y muestra las plantillas como mosaicos redondeados separados, tal como las muestra la ficha de una tienda.
fa: پیش‌نمایش همهٔ دستگیره‌ها، راهنماها و جداکننده‌ها را حذف می‌کند و اسکرین‌شات‌ها را به‌صورت کاشی‌های گوشه‌گرد جدا با فاصله می‌چیند — همان‌طور که صفحهٔ فروشگاه نشانشان می‌دهد.
fi: Esikatselu pudottaa kaikki kahvat, ohjaimet ja jakajat ja asettaa mallit erillisiksi pyöristetyiksi laatoiksi, joissa on rako – kuten tietosivulla näkyy.
fr: L'aperçu masque poignées, repères et séparateurs, et présente les modèles sous forme de vignettes arrondies séparées par un espace — comme dans une fiche de boutique.
he: התצוגה המקדימה מורידה כל ידית, מנחה ומפריד ומפרסת את התבניות כאריחים מעוגלים נפרדים עם רווח - כפי שמודעה בחנות מציגה אותם.
hr: Pregled ispušta svaku ručku, vodilicu i razdjelnik i postavlja predloške kao zasebne zaobljene pločice s razmakom - onako kako ih prikazuje unos u trgovini.
hu: Az előnézet eldob minden fogantyút, vezetőt és elválasztót, és a sablonokat különálló, lekerekített csempékké helyezi el, amelyeken egy hézag van – ahogy az áruházi adatlap mutatja.
id: Pratinjau menghilangkan setiap pegangan, panduan, dan pembagi dan meletakkan template sebagai ubin bulat terpisah dengan celah — seperti yang ditunjukkan oleh listingan toko.
it: L'anteprima rimuove ogni maniglia, guida e divisore e dispone i modelli come riquadri arrotondati separati da uno spazio, così come li mostra una scheda dello store.
ja: プレビューでは、ハンドル、ガイド、区切り線がすべて非表示になり、テンプレートが間隔を空けた角丸のタイルとして並びます。ストアの掲載ページと同じ見え方です。
ko: 미리보기에서는 핸들, 안내선, 구분선이 모두 사라지고, 스토어 등록정보에 표시되는 방식처럼 템플릿이 간격을 둔 둥근 타일로 따로 배치됩니다.
ms: Pratonton melepaskan setiap pemegang, panduan dan pembahagi dan meletakkan templat sebagai jubin bulat yang berasingan dengan jurang — cara penyenaraian gedung menunjukkannya.
nl: In Preview worden alle handgrepen, hulplijnen en scheidingslijnen verwijderd en worden de sjablonen weergegeven als afzonderlijke afgeronde tegels met een opening, zoals een winkelvermelding ze laat zien.
no: Forhåndsvisning slipper hvert håndtak, guide og skillevegg og legger ut malene som separate avrundede fliser med et mellomrom – slik en butikkoppføring viser dem.
pl: Podgląd usuwa każdy uchwyt, prowadnicę i przekładkę i układa szablony jako osobne zaokrąglone kafelki ze szczeliną — tak, jak pokazują je informacje o sklepie.
pt_br: A pré-visualização remove todas as alças, guias e divisórias e dispõe os modelos como blocos arredondados separados por um espaço — como a página da loja os mostra.
pt_pt: A visualização elimina todas as alças, guias e divisórias e apresenta os modelos como blocos arredondados separados com uma lacuna - da mesma forma que uma listagem de loja os mostra.
ro: Previzualizarea elimină fiecare mâner, ghid și separator și așează șabloanele sub formă de plăci rotunjite separate, cu un spațiu - așa cum le arată o listă de magazin.
ru: В режиме просмотра исчезают все ручки, направляющие и разделители, а шаблоны раскладываются отдельными скругленными плитками с зазором — так, как их показывает страница в магазине.
sk: Ukážka stiahne každú rukoväť, vodidlo a rozdeľovač a rozloží šablóny ako samostatné zaoblené dlaždice s medzerou – tak, ako ich zobrazuje záznam v obchode.
sl: Predogled izpusti vsak ročaj, vodilo in razdelilnik ter postavi predloge kot ločene zaobljene ploščice z vrzeljo – tako, kot jih prikazuje seznam v trgovini.
sv: Förhandsgranskningen släpper alla handtag, guider och avdelare och lägger ut mallarna som separata rundade brickor med ett mellanrum – så som en butiksinformation visar dem.
th: การแสดงตัวอย่างจะปล่อยแฮนเดิล คำแนะนำ และตัวแบ่งทั้งหมด และวางเทมเพลตเป็นไทล์โค้งมนแยกกันโดยมีช่องว่าง ซึ่งเป็นวิธีที่ข้อมูลผลิตภัณฑ์ใน Store แสดง
tr: Önizleme; tüm tutamaçları, kılavuzları ve ayırıcıları kaldırır ve şablonları aralarında boşluk bulunan ayrı yuvarlatılmış kutucuklar olarak dizer — tıpkı bir mağaza sayfasının gösterdiği gibi.
uk: Перегляд прибирає всі маркери, напрямні й роздільники та розкладає шаблони як окремі заокруглені плитки з проміжками — так, як їх показує сторінка в магазині.
ur: پیش نظارہ ہر ہینڈل، گائیڈ، اور ڈیوائیڈر کو گرا دیتا ہے اور ٹیمپلیٹس کو ایک گیپ کے ساتھ علیحدہ گول ٹائل کے طور پر رکھتا ہے — جس طرح سے اسٹور کی فہرست انہیں دکھاتی ہے۔
vi: Bản xem trước loại bỏ mọi tay cầm, hướng dẫn và dải phân cách, đồng thời sắp xếp các mẫu dưới dạng các ô tròn riêng biệt có khoảng trống — cách danh sách cửa hàng hiển thị chúng.
zh_hans: 预览会隐藏所有控制点、参考线和分隔线，并将模板排列成带间隙的独立圆角卡片——就像商店页面中的显示方式一样。
zh_hant: 預覽會移除所有控制點、參考線和分隔線，並將範本排列為各自獨立、帶有間隙的圓角方塊——就像商店頁面所顯示的樣子。

source: Preview Mode
ar: وضع المعاينة
ca: Mode de previsualització
cs: Režim náhledu
da: Forhåndsvisningstilstand
de: Vorschaumodus
el: Λειτουργία προεπισκόπησης
es: Modo de vista previa
fa: حالت پیش‌نمایش
fi: Esikatselutila
fr: Mode aperçu
he: מצב תצוגה מקדימה
hr: Način pregleda
hu: Előnézet mód
id: Mode Pratinjau
it: Modalità anteprima
ja: プレビューモード
ko: 미리보기 모드
ms: Mod Pratonton
nl: Voorbeeldmodus
no: Forhåndsvisningsmodus
pl: Tryb podglądu
pt_br: Modo de visualização
pt_pt: Modo de visualização
ro: Modul de previzualizare
ru: Режим просмотра
sk: Režim ukážky
sl: Način predogleda
sv: Förhandsgranskningsläge
th: โหมดดูตัวอย่าง
tr: Önizleme Modu
uk: Режим перегляду
ur: پیش نظارہ موڈ
vi: Chế độ xem trước
zh_hans: 预览模式
zh_hant: 預覽模式

source: Preview unavailable
ar: المعاينة غير متاحة
ca: Vista prèvia no disponible
cs: Náhled není k dispozici
da: Forhåndsvisning er ikke tilgængelig
de: Vorschau nicht verfügbar
el: Η προεπισκόπηση δεν είναι διαθέσιμη
es: Vista previa no disponible
fa: پیش‌نمایش در دسترس نیست
fi: Esikatselu ei ole käytettävissä
fr: Aperçu indisponible
he: תצוגה מקדימה לא זמינה
hr: Pregled nije dostupan
hu: Az előnézet nem érhető el
id: Pratinjau tidak tersedia
it: Anteprima non disponibile
ja: プレビューは利用できません
ko: 미리보기 없음
ms: Pratonton tidak tersedia
nl: Voorbeeld niet beschikbaar
no: Forhåndsvisning utilgjengelig
pl: Podgląd niedostępny
pt_br: Visualização indisponível
pt_pt: Visualização indisponível
ro: Previzualizare indisponibilă
ru: Просмотр недоступен
sk: Ukážka nie je k dispozícii
sl: Predogled ni na voljo
sv: Förhandsgranskning inte tillgänglig
th: ดูตัวอย่างไม่พร้อมใช้งาน
tr: Önizleme kullanılamıyor
uk: Перегляд недоступний
ur: پیش نظارہ دستیاب نہیں ہے۔
vi: Xem trước không có sẵn
zh_hans: 无法预览
zh_hant: 無法預覽

source: Preview vs export
ar: المعاينة مقابل التصدير
ca: Vista prèvia vs exportació
cs: Náhled vs export
da: Forhåndsvisning vs eksport
de: Vorschau vs. Export
el: Προεπισκόπηση έναντι εξαγωγής
es: Vista previa y exportación
fa: پیش‌نمایش در برابر خروجی
fi: Esikatselu vs vienti
fr: Aperçu ou exportation
he: תצוגה מקדימה לעומת ייצוא
hr: Pregled nasuprot izvozu
hu: Előnézet vs export
id: Pratinjau vs ekspor
it: Anteprima ed esportazione
ja: プレビューと書き出し
ko: 미리보기와 내보내기
ms: Pratonton lwn eksport
nl: Voorbeeld versus exporteren
no: Forhåndsvisning kontra eksport
pl: Podgląd a eksport
pt_br: Visualização versus exportação
pt_pt: Visualização versus exportação
ro: Previzualizare vs export
ru: Просмотр и экспорт
sk: Ukážka vs export
sl: Predogled proti izvozu
sv: Förhandsgranskning vs export
th: ดูตัวอย่างและส่งออก
tr: Önizleme ve dışa aktarma
uk: Перегляд і експорт
ur: پیش نظارہ بمقابلہ برآمد
vi: Xem trước và xuất
zh_hans: 预览与导出
zh_hant: 預覽與輸出

source: Previous language
ar: اللغة السابقة
ca: Idioma anterior
cs: Předchozí jazyk
da: Tidligere sprog
de: Vorherige Sprache
el: Προηγούμενη γλώσσα
es: Idioma anterior
fa: زبان قبلی
fi: Edellinen kieli
fr: Langue précédente
he: שפה קודמת
hr: Prethodni jezik
hu: Előző nyelv
id: Bahasa sebelumnya
it: Lingua precedente
ja: 前の言語
ko: 이전 언어
ms: Bahasa sebelumnya
nl: Vorige taal
no: Tidligere språk
pl: Poprzedni język
pt_br: Idioma anterior
pt_pt: Idioma anterior
ro: Limba anterioară
ru: Предыдущий язык
sk: Predchádzajúci jazyk
sl: Prejšnji jezik
sv: Tidigare språk
th: ภาษาก่อนหน้า
tr: Önceki dil
uk: Попередня мова
ur: پچھلی زبان
vi: Ngôn ngữ trước đó
zh_hans: 上一个语言
zh_hant: 上一個語言

source: Previous Language
ar: اللغة السابقة
ca: Idioma anterior
cs: Předchozí jazyk
da: Tidligere sprog
de: Vorherige Sprache
el: Προηγούμενη Γλώσσα
es: Idioma anterior
fa: زبان قبلی
fi: Edellinen kieli
fr: Langue précédente
he: שפה קודמת
hr: Prethodni jezik
hu: Előző nyelv
id: Bahasa Sebelumnya
it: Lingua precedente
ja: 前の言語
ko: 이전 언어
ms: Bahasa Sebelumnya
nl: Vorige taal
no: Forrige språk
pl: Poprzedni język
pt_br: Idioma anterior
pt_pt: Idioma anterior
ro: Limba anterioară
ru: Предыдущий язык
sk: Predchádzajúci jazyk
sl: Prejšnji jezik
sv: Tidigare språk
th: ภาษาก่อนหน้า
tr: Önceki Dil
uk: Попередня мова
ur: پچھلی زبان
vi: Ngôn ngữ trước đó
zh_hans: 上一个语言
zh_hant: 上一個語言

source: Previous Locale
ar: اللغة السابقة
ca: Localització anterior
cs: Předchozí národní prostředí
da: Tidligere lokalitet
de: Vorheriges Gebietsschema
el: Προηγούμενη τοποθεσία
es: Idioma anterior
fa: محلی قبلی
fi: Edellinen alue
fr: Paramètres régionaux précédents
hr: Prethodna lokalizacija
hu: Előző terület
id: Lokal Sebelumnya
ja: 前のロケール
ko: 이전 로케일
ms: Tempatan Sebelumnya
nl: Vorige landinstelling
no: Forrige Locale
pl: Poprzednie ustawienia regionalne
pt_br: Local anterior
pt_pt: Local anterior
ro: Locale anterioare
sk: Predchádzajúce miestne nastavenie
sl: Prejšnji jezik
sv: Föregående Locale
th: สถานที่ก่อนหน้า
ur: پچھلا لوکیل
vi: Ngôn ngữ trước đó
zh_hans: 以前的区域设置

source: Privacy Policy
ar: سياسة الخصوصية
ca: Política de privadesa
cs: Zásady ochrany osobních údajů
da: Privatlivspolitik
de: Datenschutzerklärung
el: Πολιτική Απορρήτου
es: Política de privacidad
fa: سیاست حفظ حریم خصوصی
fi: Tietosuojakäytäntö
fr: Politique de confidentialité
he: מדיניות פרטיות
hr: Politika privatnosti
hu: Adatvédelmi szabályzat
id: Kebijakan Privasi
it: Informativa sulla privacy
ja: プライバシーポリシー
ko: 개인정보 처리방침
ms: Dasar Privasi
nl: Privacybeleid
no: Personvernerklæring
pl: Polityka prywatności
pt_br: Política de Privacidade
pt_pt: Política de Privacidade
ro: Politica de confidențialitate
ru: Политика конфиденциальности
sk: Zásady ochrany osobných údajov
sl: Politika zasebnosti
sv: Sekretesspolicy
th: นโยบายความเป็นส่วนตัว
tr: Gizlilik Politikası
uk: Політика конфіденційності
ur: رازداری کی پالیسی
vi: Chính sách bảo mật
zh_hans: 隐私政策
zh_hant: 隱私權政策

source: Privacy Policy URL
ar: عنوان URL لسياسة الخصوصية
ca: URL de la política de privadesa
cs: Adresa URL zásad ochrany osobních údajů
da: URL til privatlivspolitik
de: URL der Datenschutzrichtlinie
el: URL Πολιτικής Απορρήτου
es: URL de política de privacidad
fa: URL سیاست حفظ حریم خصوصی
fi: Tietosuojakäytännön URL-osoite
fr: URL de la politique de confidentialité
he: כתובת אתר מדיניות פרטיות
hr: URL pravila o privatnosti
hu: Adatvédelmi irányelvek URL-címe
id: URL Kebijakan Privasi
it: URL informativa sulla privacy
ja: プライバシーポリシー URL
ko: 개인정보 처리방침 URL
ms: URL Dasar Privasi
nl: URL voor privacybeleid
no: Nettadresse for personvernregler
pl: Adres URL polityki prywatności
pt_br: URL da Política de Privacidade
pt_pt: URL da Política de Privacidade
ro: Adresa URL a politicii de confidențialitate
ru: URL политики конфиденциальности
sk: Adresa URL zásad ochrany osobných údajov
sl: URL pravilnika o zasebnosti
sv: Sekretesspolicy URL
th: URL นโยบายความเป็นส่วนตัว
tr: Gizlilik Politikası URL'si
uk: URL політики конфіденційності
ur: رازداری کی پالیسی URL
vi: URL chính sách quyền riêng tư
zh_hans: 隐私政策网址
zh_hant: 隱私權政策 URL

source: Private key
ar: مفتاح خاص
ca: Clau privada
cs: Soukromý klíč
da: Privat nøgle
de: Privater Schlüssel
el: Ιδιωτικό κλειδί
es: Clave privada
fa: کلید خصوصی
fi: Yksityinen avain
fr: Clé privée
hr: Privatni ključ
hu: Privát kulcs
id: Kunci pribadi
ja: 秘密鍵
ko: 개인 키
ms: Kunci peribadi
nl: Privé sleutel
no: Privat nøkkel
pl: Klucz prywatny
pt_br: Chave privada
pt_pt: Chave privada
ro: Cheie privată
sk: Súkromný kľúč
sl: Zasebni ključ
sv: Privat nyckel
th: รหัสส่วนตัว
ur: نجی کلید
vi: Khóa riêng
zh_hans: 私钥

source: Private key imported. App Store Connect lets you download a .p8 key only once, so keep the original file somewhere safe.
ar: تم استيراد المفتاح الخاص. يتيح لك App Store Connect تنزيل مفتاح .p8 مرة واحدة فقط، لذا احتفظ بالملف الأصلي في مكان آمن.
ca: S'ha importat la clau privada. App Store Connect et permet baixar una clau .p8 només una vegada, així que guarda el fitxer original en algun lloc segur.
cs: Soukromý klíč byl importován. App Store Connect vám umožňuje stáhnout klíč .p8 pouze jednou, takže původní soubor uložte na bezpečném místě.
da: Privat nøgle importeret. App Store Connect lader dig kun downloade en .p8 nøgle én gang, så opbevar den originale fil et sikkert sted.
de: Privater Schlüssel importiert. App Store Connect lässt dich einen .p8-Schlüssel nur einmal herunterladen – bewahre die Originaldatei also sicher auf.
el: Εισήχθη ιδιωτικό κλειδί. Το App Store Connect σάς επιτρέπει να κάνετε λήψη ενός κλειδιού .p8 μόνο μία φορά, επομένως κρατήστε το αρχικό αρχείο κάπου ασφαλές.
es: Clave privada importada. App Store Connect solo permite descargar un archivo .p8 una vez, así que guarda el original en un lugar seguro.
fa: کلید خصوصی وارد شد. App Store Connect به شما امکان می‌دهد کلید .p8 را فقط یک بار دانلود کنید، بنابراین فایل اصلی را در جایی امن نگه دارید.
fi: Yksityinen avain tuotu. App Store Connect antaa sinun ladata .p8-avaimen vain kerran, joten säilytä alkuperäinen tiedosto turvallisessa paikassa.
fr: Clé privée importée. App Store Connect vous permet de télécharger une clé .p8 une seule fois. Conservez donc le fichier d'origine dans un endroit sûr.
he: Private key imported. App Store Connect מאפשר לך להוריד מפתח .p8 פעם אחת בלבד, אז שמור את הקובץ המקורי במקום בטוח.
hr: Privatni ključ je uvezen. App Store Connect vam omogućuje preuzimanje ključa .p8 samo jednom, stoga čuvajte izvornu datoteku negdje na sigurnom.
hu: Privát kulcs importálva. A App Store Connect segítségével csak egyszer tölthet le egy .p8 kulcsot, ezért tartsa biztonságos helyen az eredeti fájlt.
id: Kunci pribadi diimpor. App Store Connect memungkinkan Anda mendownload kunci .p8 hanya sekali, jadi simpan file asli di tempat yang aman.
it: Chiave privata importata. App Store Connect consente di scaricare una chiave .p8 una sola volta, quindi conserva il file originale in un luogo sicuro.
ja: 秘密キーを読み込みました。App Store Connect では .p8 キーを1回しかダウンロードできないため、元のファイルは安全な場所に保管してください。
ko: 개인 키를 가져왔습니다. App Store Connect에서는 .p8 키를 한 번만 다운로드할 수 있으므로 원본 파일을 안전한 곳에 보관하세요.
ms: Kunci peribadi diimport. App Store Connect membolehkan anda memuat turun kunci .p8 sekali sahaja, jadi simpan fail asal di tempat yang selamat.
nl: Privésleutel geïmporteerd. Met App Store Connect kunt u een .p8-sleutel slechts één keer downloaden, dus bewaar het originele bestand op een veilige plek.
no: Privat nøkkel importert. App Store Connect lar deg laste ned en .p8-nøkkel bare én gang, så oppbevar originalfilen et trygt sted.
pl: Zaimportowano klucz prywatny. App Store Connect umożliwia pobranie klucza .p8 tylko raz, więc przechowuj oryginalny plik w bezpiecznym miejscu.
pt_br: Chave privada importada. O App Store Connect só permite baixar uma chave .p8 uma vez, então guarde o arquivo original em um lugar seguro.
pt_pt: Chave privada importada. App Store Connect permite que você baixe uma chave .p8 apenas uma vez, então mantenha o ficheiro original em um lugar seguro.
ro: Cheie privată importată. App Store Connect vă permite să descărcați o cheie .p8 o singură dată, așa că păstrați fișierul original undeva în siguranță.
ru: Закрытый ключ импортирован. App Store Connect позволяет скачать ключ .p8 только один раз, поэтому храните исходный файл в надежном месте.
sk: Súkromný kľúč bol importovaný. App Store Connect vám umožňuje stiahnuť kľúč .p8 iba raz, takže pôvodný súbor uložte na bezpečné miesto.
sl: Zasebni ključ uvožen. App Store Connect vam omogoča prenos ključa .p8 samo enkrat, zato hranite izvirno datoteko nekje na varnem.
sv: Privat nyckel importerad. App Store Connect låter dig ladda ner en .p8-nyckel endast en gång, så förvara originalfilen någonstans säkert.
th: นำเข้าคีย์ส่วนตัวแล้ว App Store Connect ให้คุณดาวน์โหลดคีย์ .p8 ได้เพียงครั้งเดียว ดังนั้นควรเก็บไฟล์ต้นฉบับไว้ในที่ที่ปลอดภัย
tr: Özel anahtar içe aktarıldı. App Store Connect bir .p8 anahtarını yalnızca bir kez indirmenize izin verir; bu yüzden orijinal dosyayı güvenli bir yerde saklayın.
uk: Приватний ключ імпортовано. App Store Connect дозволяє завантажити ключ .p8 лише один раз, тож збережіть оригінальний файл у надійному місці.
ur: نجی کلید درآمد کی گئی۔ App Store Connect آپ کو ایک .p8 کلید صرف ایک بار ڈاؤن لوڈ کرنے دیتا ہے، لہذا اصل فائل کو کہیں محفوظ رکھیں۔
vi: Đã nhập khóa riêng. App Store Connect chỉ cho phép bạn tải xuống khóa .p8 một lần, vì vậy hãy giữ tệp gốc ở nơi an toàn.
zh_hans: 已导入私钥。App Store Connect 只允许下载一次 .p8 密钥，因此请将原始文件保存在安全的地方。
zh_hant: 已輸入私密密鑰。App Store Connect 只允許下載一次 .p8 密鑰，因此請將原始檔案存放在安全的地方。

source: Pro — Monthly
ar: برو – شهري
ca: Pro — Mensual
cs: Pro - měsíčně
da: Pro - Månedligt
de: Pro – Monatlich
el: Pro — Μηνιαία
es: Pro — Mensual
fa: Pro — ماهانه
fi: Pro – kuukausittain
fr: Pro – Mensuel
he: פרו — חודשי
hr: Pro — Mjesečno
hu: Pro - Havi
id: Pro — Bulanan
it: Pro — Mensile
ja: Pro — 月額
ko: Pro — 월간
ms: Pro — Bulanan
nl: Pro — Maandelijks
no: Pro - Månedlig
pl: Pro — co miesiąc
pt_br: Pro — Mensal
pt_pt: Pró – Mensal
ro: Pro — Lunar
ru: Pro — месячная подписка
sk: Pro — Mesačné
sl: Pro — mesečno
sv: Pro — Månatlig
th: โปร — รายเดือน
tr: Pro — Aylık
uk: Pro — щомісяця
ur: پرو - ماہانہ
vi: Chuyên nghiệp - Hàng tháng
zh_hans: Pro——每月
zh_hant: Pro——每月

source: Pro — Subscription
ar: برو - الاشتراك
ca: Pro — Subscripció
cs: Pro — Předplatné
da: Pro — Abonnement
de: Pro – Abonnement
el: Pro — Συνδρομή
es: Pro — Suscripción
fa: Pro — اشتراک
fi: Pro — Tilaus
fr: Pro — Abonnement
he: פרו — מנוי
hr: Pro — Pretplata
hu: Pro — Előfizetés
id: Pro — Berlangganan
it: Pro — Abbonamento
ja: Pro — サブスクリプション
ko: Pro — 구독
ms: Pro — Langganan
nl: Pro — Abonnement
no: Pro — Abonnement
pl: Pro — subskrypcja
pt_br: Pro — Assinatura
pt_pt: Pró – Assinatura
ro: Pro - Abonament
ru: Pro — подписка
sk: Pro — Predplatné
sl: Pro — Naročnina
sv: Pro — Prenumeration
th: มือโปร — การสมัครสมาชิก
tr: Pro — Abonelik
uk: Pro — підписка
ur: پرو - سبسکرپشن
vi: Chuyên nghiệp - Đăng ký
zh_hans: Pro——订阅
zh_hant: Pro——訂閱

source: Pro — Weekly
ar: برو – أسبوعي
ca: Pro — Setmanal
cs: Pro — týdenní
da: Pro - Ugentligt
de: Pro – Wöchentlich
el: Pro — Εβδομαδιαία
es: Pro — Semanal
fa: Pro — هفتگی
fi: Pro - Viikoittain
fr: Pro — Hebdomadaire
he: פרו — שבועי
hr: Pro — Tjednik
hu: Pro – Heti
id: Pro — Mingguan
it: Pro — Settimanale
ja: Pro — 週額
ko: Pro — 주간
ms: Pro — Mingguan
nl: Pro — Wekelijks
no: Pro - Ukentlig
pl: Pro — co tydzień
pt_br: Pro — Semanal
pt_pt: Pró – Semanal
ro: Pro - Săptămânal
ru: Pro — недельная подписка
sk: Pro — Týždenne
sl: Pro — tednik
sv: Pro — Veckovis
th: มือโปร — รายสัปดาห์
tr: Pro — Haftalık
uk: Pro — щотижня
ur: پرو - ہفتہ وار
vi: Chuyên nghiệp - Hàng tuần
zh_hans: Pro——每周
zh_hant: Pro——每週

source: Pro — Yearly
ar: برو – سنوي
ca: Pro — Anual
cs: Pro — Ročně
da: Pro - Årligt
de: Pro – Jährlich
el: Pro — Ετήσια
es: Pro — Anual
fa: Pro — سالانه
fi: Pro - vuosittain
fr: Pro — Annuel
he: פרו — שנתי
hr: Pro — godišnje
hu: Pro - Évente
id: Pro — Tahunan
it: Pro — Annuale
ja: Pro — 年額
ko: Pro — 연간
ms: Pro — Tahunan
nl: Pro — Jaarlijks
no: Pro - Årlig
pl: Pro — co rok
pt_br: Pro — Anual
pt_pt: Pró – Anual
ro: Pro - Anual
ru: Pro — годовая подписка
sk: Pro — Ročne
sl: Pro — letno
sv: Pro - Årligen
th: โปร — รายปี
tr: Pro — Yıllık
uk: Pro — щороку
ur: پرو - سالانہ
vi: Chuyên nghiệp - Hàng năm
zh_hans: Pro——每年
zh_hant: Pro——每年
